Repository: HtunNaing-bit/VitalsLink
Catalog: lib/l10n/intl_*.arb
Languages: my, my_mm

# appTagline
source: AI Personal Health OS
my: AI ကျန်းမာရေး OS
my_mm: AI ကျန်းမာရေး OS

source: Welcome
my: ကြိုဆိုပါတယ်
my_mm: ကြိုဆိုပါတယ်

source: Good morning
my: မင်္ဂလာပါ
my_mm: မင်္ဂလာပါ

source: Good afternoon
my: မင်္ဂလာပါ
my_mm: မင်္ဂလာပါ

source: Good evening
my: မင်္ဂလာပါ
my_mm: မင်္ဂလာပါ

source: Dashboard
my: ဒက်ရှ်ဘုတ်
my_mm: ဒက်ရှ်ဘုတ်

source: Coach
my: ကိုချ်
my_mm: ကို့ချ်

source: Insights
my: ထိုးထွင်းသိမြင်မှုများ
my_mm: ထိုးထွင်းသိမြင်မှု

source: Profile
my: ကိုယ်ရေးအချက်အလက်
my_mm: ကိုယ်ရေးအချက်အလက်

source: Login
my_mm: ဝင်ရောက်ရန်

source: Sign In
my_mm: ဝင်ရောက်ရန်

source: Email
my_mm: အီးမေးလ်

source: Password
my_mm: စကားဝှက်

source: Or continue with
my_mm: သို့မဟုတ် ဆက်လက်လုပ်ဆောင်ရန်

source: Onboarding
my_mm: စတင်ခြင်း

source: Welcome to VitalsLink
my_mm: VitalsLink သို့ ကြိုဆိုပါတယ်

# yourAIPoweredHealthCompanion
source: Your AI-powered personal health companion
my_mm: သင်၏ AI စွမ်းအားဖြင့် ကျန်းမာရေး လက်တွဲဖော်

source: Personalize Your Experience
my_mm: သင်၏ အတွေ့အကြုံကို စိတ်ကြိုက်ပြုလုပ်ပါ

source: Tell us about your health goals
my_mm: သင်၏ ကျန်းမာရေး ရည်မှန်းချက်များအကြောင်း ပြောပြပါ

source: Connect Your Data
my_mm: သင်၏ ဒေတာကို ချိတ်ဆက်ပါ

source: Link your health apps and devices
my_mm: သင်၏ ကျန်းမာရေး အက်ပ်များနှင့် ကိရိယာများကို ချိတ်ဆက်ပါ

source: Enable Permissions
my_mm: ခွင့်ပြုချက်များ ဖွင့်ပါ

source: Grant access to health data
my_mm: ကျန်းမာရေး ဒေတာသို့ ဝင်ရောက်ခွင့် ပေးပါ

source: You're All Set!
my_mm: သင်ပြင်ဆင်ပြီးပါပြီ!

source: Let's start your health journey
my_mm: သင်၏ ကျန်းမာရေး ခရီးကို စတင်ကြပါစို့

source: Next
my_mm: နောက်တစ်ခု

source: Back
my_mm: နောက်သို့

source: Skip
my_mm: ကျော်ရန်

source: Get Started
my_mm: စတင်ရန်

source: Sleep
my: အိပ်စက်ခြင်း
my_mm: အိပ်စက်ခြင်း

source: Heart Rate
my_mm: နှလုံးခုန်နှုန်း

source: Steps
my: ခြေလှမ်းများ
my_mm: ခြေလှမ်းများ

source: Activity
my: လှုပ်ရှားမှု
my_mm: လှုပ်ရှားမှု

source: Stress
my_mm: စိတ်ဖိစီးမှု

source: AI Recommendation
my_mm: AI အကြံပြုချက်

source: Set Goal
my_mm: ရည်မှန်းချက် သတ်မှတ်ရန်

source: Remind Me
my_mm: သတိပေးရန်

source: Synced
my_mm: ချိတ်ဆက်ပြီး

source: Offline
my_mm: အင်တာနက် မရှိ

source: Last synced
my_mm: နောက်ဆုံး ချိတ်ဆက်ချိန်

source: Just now
my_mm: ယခု

# minutesAgo
source: {count} minutes ago
my_mm: {count} မိနစ် က

# hoursAgo
source: {count} hours ago
my_mm: {count} နာရီ က

# daysAgo
source: {count} days ago
my_mm: {count} ရက် က

source: Goals
my_mm: ရည်မှန်းချက်များ

source: Active Goals
my_mm: လက်ရှိ ရည်မှန်းချက်များ

source: Badges
my_mm: ဘတ်ဂျ်များ

source: No goals yet
my_mm: ရည်မှန်းချက် မရှိသေးပါ

# createYourFirstGoal
source: Create your first goal to get started
my_mm: စတင်ရန် သင်၏ ပထမဆုံး ရည်မှန်းချက်ကို ဖန်တီးပါ

source: Create Goal
my_mm: ရည်မှန်းချက် ဖန်တီးရန်

source: Notifications
my_mm: အကြောင်းကြားချက်များ

source: No notifications
my_mm: အကြောင်းကြားချက် မရှိပါ

source: You're all caught up!
my_mm: သင်အားလုံး လုပ်ဆောင်ပြီးပါပြီ!

source: Permissions
my_mm: ခွင့်ပြုချက်များ

source: Health Data
my_mm: ကျန်းမာရေး ဒေတာ

source: Read sleep, activity, and heart rate data
my_mm: အိပ်စက်ခြင်း၊ လှုပ်ရှားမှုနှင့် နှလုံးခုန်နှုန်း ဒေတာကို ဖတ်ရန်

# notificationsPermission
source: Notifications
my_mm: အကြောင်းကြားချက်များ

source: Receive reminders and updates
my_mm: သတိပေးချက်များနှင့် အပ်ဒိတ်များ လက်ခံရန်

source: Location
my_mm: တည်နေရာ

source: Track location for activity data
my_mm: လှုပ်ရှားမှု ဒေတာအတွက် တည်နေရာ ခြေရာခံရန်

source: Why we need this:
my_mm: ကျွန်ုပ်တို့ ဘာကြောင့် လိုအပ်သနည်း:

# weReadSleepAndActivity
source: We read Sleep & Activity to give personalized insights. You can revoke anytime.
my_mm: ကျွန်ုပ်တို့သည် စိတ်ကြိုက် ထိုးထွင်းသိမြင်မှုများ ပေးရန် အိပ်စက်ခြင်းနှင့် လှုပ်ရှားမှုကို ဖတ်ပါသည်။ သင်သည် မည်သည့်အချိန်တွင်မဆို ပြန်လည် ရုပ်သိမ်းနိုင်ပါသည်။

source: Data we read:
my_mm: ကျွန်ုပ်တို့ ဖတ်သော ဒေတာ:

source: Connect Data Sources
my_mm: ဒေတာ အရင်းအမြစ်များကို ချိတ်ဆက်ပါ

source: Data Hub
my_mm: ဒေတာ ဟပ်ဘ်

source: Sources
my_mm: အရင်းအမြစ်များ

source: Vault
my_mm: ဘဏ္ဍာရုံ

source: Connected Sources
my_mm: ချိတ်ဆက်ထားသော အရင်းအမြစ်များ

source: Data Vault
my_mm: ဒေတာ ဘဏ္ဍာရုံ

source: Encrypted backups and data management
my_mm: အသိစာရင်း သော့ခတ်ထားသော ဘက်အတ်များနှင့် ဒေတာ စီမံခန့်ခွဲမှု

source: Backup
my_mm: ဘက်အတ်

source: Create Backup
my_mm: ဘက်အတ် ဖန်တီးရန်

source: Create an encrypted backup
my_mm: အသိစာရင်း သော့ခတ်ထားသော ဘက်အတ် ဖန်တီးရန်

source: Restore Backup
my_mm: ဘက်အတ် ပြန်လည် ထူထောင်ရန်

source: Restore from a backup
my_mm: ဘက်အတ်မှ ပြန်လည် ထူထောင်ရန်

source: Export
my_mm: တင်ပို့ရန်

source: Export Data
my_mm: ဒေတာ တင်ပို့ရန်

source: Export your data as JSON
my_mm: သင်၏ ဒေတာကို JSON အဖြစ် တင်ပို့ရန်

source: Delete
my: ဖျက်ပါ
my_mm: ဖျက်ရန်

source: Delete All Data
my_mm: ဒေတာ အားလုံး ဖျက်ရန်

source: Permanently delete all your data
my_mm: သင်၏ ဒေတာ အားလုံးကို အမြဲတမ်း ဖျက်ရန်

source: Settings
my_mm: ဆက်တင်များ

source: Appearance
my: အပြင်အဆင်
my_mm: ပုံပန်း

source: Dark Mode
my: အမှောင်ပုံစံ
my_mm: အမှောင်မုဒ်

source: Use dark theme
my: အမှောင်ပုံစံကို အသုံးပြုပါ
my_mm: အမှောင် ပုံစံကို အသုံးပြုရန်

source: Accessibility
my: အသုံးပြုနိုင်မှု
my_mm: အသုံးပြုနိုင်မှု

source: Reduce Motion
my_mm: လှုပ်ရှားမှု လျှော့ချရန်

source: Disable animations for better accessibility
my_mm: ပိုမို ကောင်းမွန်သော အသုံးပြုနိုင်မှုအတွက် အန်နီမေးရှင်းများကို ပိတ်ရန်

source: Privacy
my: ကိုယ်ရေးလုံခြုံမှု
my_mm: ကိုယ်ရေးလုံခြုံမှု

source: Analytics
my_mm: ခွဲခြမ်းစိတ်ဖြာမှု

source: Help us improve by sharing usage data
my_mm: အသုံးပြုမှု ဒေတာများ မျှဝေခြင်းဖြင့် ကျွန်ုပ်တို့ကို ကူညီပါ

source: Privacy Policy
my_mm: ကိုယ်ရေးလုံခြုံမှု မူဝါဒ

source: Terms of Service
my_mm: ဝန်ဆောင်မှု စည်းမျဉ်းများ

source: Language
my: ဘာသာစကား
my_mm: ဘာသာစကား

source: English
my_mm: အင်္ဂလိပ်

# myanmar
source: မြန်မာ (Myanmar)
my_mm: မြန်မာ

source: About
my: အကြောင်း
my_mm: အကြောင်း

source: App Version
my: အက်ပ်ဗားရှင်း
my_mm: အက်ပ် ဗားရှင်း

source: Contact Support
my: ပံ့ပိုးမှုကို ဆက်သွယ်ပါ
my_mm: ပံ့ပိုးမှု ဆက်သွယ်ရန်

source: Rate App
my: အက်ပ်ကို အဆင့်သတ်မှတ်ပါ
my_mm: အက်ပ် အဆင့်သတ်မှတ်ရန်

source: Danger Zone
my: အန္တရာယ်ရှိသော နယ်မြေ
my_mm: အန္တရာယ် ဇုံ

source: Delete Account
my: အကောင့်ကို ဖျက်ပါ
my_mm: အကောင့် ဖျက်ရန်

# areYouSureYouWantToDeleteYourAccount
source: Are you sure you want to delete your account? This action cannot be undone.
my_mm: သင်သည် သင်၏ အကောင့်ကို ဖျက်လိုသည်ကို သေချာပါသလား? ဤလုပ်ဆောင်ချက်ကို ပြန်လည် ပြုလုပ်နိုင်မည် မဟုတ်ပါ။

source: Cancel
my: ပယ်ဖျက်ပါ
my_mm: ပယ်ဖျက်ရန်

source: Home
my: ပင်မစာမျက်နှာ

source: Journal
my: မှတ်တမ်း

source: AI Chat
my: AI ချတ်

source: Care
my: စောင့်ရှောက်မှု

source: Energy
my: စွမ်းအား

source: Mood
my: စိတ်အခြေအနေ

source: Great
my: ကောင်းတယ်

source: Good
my: ကောင်းတယ်

source: Okay
my: အိုကေ

source: Not Great
my: မကောင်းဘူး

source: Bad
my: ဆိုးတယ်

source: How are you feeling?
my: သင်ဘယ်လိုခံစားနေလဲ?

source: Journal Entry
my: မှတ်တမ်းရေးသားခြင်း

# writeAboutYourDay
source: Write about your day, thoughts, or feelings...
my: သင့်နေ့၊ အတွေးများ သို့မဟုတ် ခံစားချက်များအကြောင်း ရေးသားပါ...

source: Generating...
my: ထုတ်လုပ်နေသည်...

source: Generate AI Summary
my: AI အကျဉ်းချုပ်ထုတ်လုပ်ပါ

source: AI Summary
my: AI အကျဉ်းချုပ်

source: Ask VitalsLink
my: VitalsLink ကို မေးမြန်းပါ

source: Voice-to-text coming soon
my: အသံမှစာသားသို့ မကြာမီရရှိပါမည်

# sorryIEncounteredAnError
source: Sorry, I encountered an error. Please try again.
my: ဆောရီး၊ အမှားတစ်ခုကြုံတွေ့ခဲ့ပါတယ်။ ထပ်မံကြိုးစားပါ။

# helloImVitalsLink
source: Hello! I'm VitalsLink, your AI health co-pilot. How can I help you today?
my: မင်္ဂလာပါ! ကျွန်တော်က VitalsLink ပါ၊ သင့်ရဲ့ AI ကျန်းမာရေး co-pilot ပါ။ ဒီနေ့ ဘယ်လိုကူညီနိုင်မလဲ?

# scenarioPlanner
source: Scenario Planner: What If?
my: အခြေအနေစီစဉ်သူ: ဘာဖြစ်မလဲ?

# scenarioPlannerDescription
source: Run predictive simulations to see how lifestyle changes might impact your health metrics.
my: သင့်ကျန်းမာရေးကိန်းဂဏန်းများအပေါ် လူနေမှုပုံစံပြောင်းလဲမှုများ၏ သက်ရောက်မှုကို ကြိုတင်ခန့်မှန်းရန် စမ်းသပ်မှုများကို လုပ်ဆောင်ပါ။

source: CORRELATIVE
my: ဆက်စပ်မှု

source: confidence
my: ယုံကြည်မှု

source: Recommendation
my: အကြံပြုချက်

source: How This Insight Was Generated
my: ဤထိုးထွင်းသိမြင်မှုကို မည်သို့ထုတ်လုပ်ခဲ့သနည်း

source: Data Sources:
my: ဒေတာအရင်းအမြစ်များ:

# yourDataIsProcessedLocally
source: Your data is processed locally and never shared without your explicit consent.
my: သင့်ဒေတာကို ဒေသတွင်းတွင်သာ လုပ်ဆောင်ပြီး သင့်အတည်ပြုချက်မရှိဘဲ မျှဝေမည်မဟုတ်ပါ။

source: Got it
my: ရပါပြီ

source: Care Hub
my: စောင့်ရှောက်မှု ဟပ်ဘ်

source: Providers
my: ပံ့ပိုးသူများ

source: Reviews
my: သုံးသပ်ချက်များ

source: Lab Results
my: ဓာတ်ခွဲခန်း ရလဒ်များ

source: No providers available
my: ပံ့ပိုးသူများ မရရှိပါ

source: Book Consultation
my: ဆွေးနွေးမှု စာရင်းသွင်းပါ

# bookAConsultationWith
source: Book a consultation with {doctor}?
my: {doctor} နှင့် ဆွေးနွေးမှု စာရင်းသွင်းမလား?

source: Book
my: စာရင်းသွင်းပါ

source: No reviews yet
my: သုံးသပ်ချက် မရှိသေးပါ

source: View Lab Results
my: ဓာတ်ခွဲခန်း ရလဒ်များကို ကြည့်ရှုပါ

# accessYourLabTestResults
source: Access your lab test results and track biomarkers over time
my: သင့်ဓာတ်ခွဲခန်း စမ်းသပ်ရလဒ်များကို ဝင်ရောက်ကြည့်ရှုပြီး အချိန်နှင့်အမျှ biomarkers များကို ခြေရာခံပါ

# errorBookingConsultation
source: Error booking consultation: {error}
my: ဆွေးနွေးမှု စာရင်းသွင်းရာတွင် အမှား: {error}

source: Consultation booked successfully!
my: ဆွေးနွေးမှု အောင်မြင်စွာ စာရင်းသွင်းပြီးပါပြီ!

# reviewsCount
source: {count} reviews
my: {count} သုံးသပ်ချက်များ

# reviewsAndReflection
source: Reviews & Reflection
my: သုံးသပ်ချက်များနှင့် ဆင်ခြင်သုံးသပ်မှု

source: All Reviews
my: သုံးသပ်ချက်အားလုံး

source: Doctors
my: ဆရာဝန်များ

source: AI Insights
my: AI ထိုးထွင်းသိမြင်မှုများ

source: Anonymous
my: အမည်မသိ
